Repository: jgarcianiet-web/rising-padel-watch
Catalog: ios/RisingPadelWatch/Localizable.xcstrings
Source language: es
Languages: en

source: Partido
en: Match

source: Entreno
en: Training

source: Parar
en: Stop

source: golpeos
en: shots

source: Datos de entrenamiento
en: Training data

source: Enviar al móvil
en: Send to phone

source: ¿Quién saca?
en: Who serves?

source: Nosotros
en: Us

source: Ellos
en: Them

source: Sesión guardada
en: Session saved

source: Toca para volver
en: Tap to return

source: Preparando…
en: Preparing…

source: Guardando…
en: Saving…
